[
    ,

    "Gimli!",


    "Sam!",
    "Aragorn!",
    ",And thus it was a Fourth Age of Middle Earth began. And the Fellowship of the Ring, though eternally bound by friendship and love was ended. Thirteen months to the day since Gandalf sent us on our long journey we find ourselves looking upon a familiar sight.",
    "We were home.",
    "For what?",
    "How do you pick up the threads of an old life? How do you go on, when in your heart you begin to understand there is no going back? There are some things that time cannot mend. Some hurts that go too deep, that have taken hold.",
    "It's been four years to the day since Weathertop Sam. It's never really healed.",
    "Not quite. There's room for a little more.",
    "Bilbo once told me his part in this tale would end. That each of us must come and go in the telling. Bilbo's story was now over. There would be no more journeys for him. , save one.",
    "To the harbour Bilbo. The elves have accorded you a special honour. A place on the last ship to leave Middle Earth.",
    "I'm sorry uncle. I'm afraid I lost it.",
    "We set out to save the Shire Sam and it has been saved, but not for me.",
    "The last pages are for you Sam.",
    "Sam! Help me!",
    "It's so heavy!",
    "Hit me! Hit me Sam! Start fighting!",
    "Go Sam. Now!",
    "I can't! I can't' I can't manage the Ring Sam. It's' it's' such a weight to carry. It's such a weight.",
    "There will be none left for the return journey.",
    "What is this place?",
    "Now that I'm here I don't think I want to.",
    "I can't go back.",
    "What's that smell.",
    "Smeagol?",
    "Ah aah! Its sticky, what is it?",
    "Smeagol? (shouts) SMEAGOL! SMEAGOL!",
    "Sam.",
    "Aiya E'rendil Elenion Ancalim'",
    "NO!",
    "I have to destroy it Smeagol. , I have to destroy it for both our sakes.",
    "I'm so sorry Sam. I'm so sorry.",
    "It's dark still.",
    "What? That's all we have left!",
    "He doesn't eat it. , He can't have taken it.",
    "Sam!",
    "Stop it!",
    "Sam, no!",
    "I'm all right.",
    "Get away!",
    "No Sam! It's you! , I'm sorry Sam.",
    "You can't help me any more.",
    "Go home.",
    "What?",
    "Well, you've left out one of the chief characters: \"Samwise the Brave.\" I want to hear more about Sam.",
    "Frodo wouldn't have got far without Sam.",
    "So was l. ,",
    "Smeagol?",
    "Smeagol?",
    "Gollum says there's a path......near Minas Morgul that climbs up into the mountains.,",
    "I must.",
    "Thank you.",
    "It's calling to him, Sam. His Eye is almost on me.",
    "They're here.",
    "They've come.",
    "I can't do this, Sam.",
    "What are we holding on to, Sam?",
    "The Ring will not save Gondor. , It has only the power to destroy. Please......Iet me go.",
    "Faramir! You must let me go!",
    "Wait. This creature is bound to me. And I to him. He is our guide. Please......Iet me go down to him.",
    "Smeagol. , Master is here. Come, Smeagol. Trust master. Come.",
    "Smeagol, you must trust master. Follow me. Come on. Come. Come, Smeagol. Nice Smeagol. That's it. Come on.",
    "Don't hurt him! ,Smeagol, don't struggle. Smeagol, listen to me.",
    "I can't. You were right, Sam. You tried to tell me but....,I'm sorry. The Ring's taking me, Sam. If I put it on......he'll find me. He'll see.",
    "No!",
    "We are Hobbits of the Shire. Frodo Baggins is my name, and this is Samwise Gamgee.",
    "There was no other. ,We set out from Rivendell with seven companions. One we lost in Moria......two were my kin......a Dwarf there was also. And an Elf and two Men. Aragorn, son of Arathorn, and Boromir of Gondor.",
    "Yes. For my part.",
    "Dead? How? When?",
    "If something has happened to Boromir, we would have you tell us.",
    "Why do you do that?",
    "Call him names.Run him down all the time.",
    "You have no idea what it did to him......what it's still doing to him.,I want to help him, Sam.",
    "We've got to get moving. Come on, Sam.",
    "Smeagol?",
    "We've lingered here too long.Come on, Sam.",
    "We are bound to an errand of secrecy.Those that claim to oppose the enemywould do well not to hinder us.",
    "Because I have to believehe can come back.",
    "What do you know about it?Nothing! ,I'm sorry, Sam. I don't knowwhy I said that.",
    "I know what I have to do, Sam.The Ring was entrusted to me.It's my task.Mine! My own!",
    "No Sam. I can't recall the taste of food, nor the sound of water or the touch of grass. I'm naked in the dark. There's' there's nothing, no veil between me and the wheel of fire. ,I can see him with my waking eyes!",
    "You swore! You swore on the precious!",
    "I did.",
    "Sam, no!",
    "I'm here Sam!",
    "The Ring is mine!",
    "Smeagol promised!",
    "I do not ask you to come with me, Sam.",
    "Now!",
    "Are you saying there's another wayinto Mordor?",
    "He's led us this far, Sam.",
    "He's been true to his word.",
    "Gandalf!",
    "It's gone. , It's done.",
    "I can see the Shire. The Brandywine River. Bag End. Gandalf's fireworks. The lights on the party tree.",
    "I'm glad to be with you Samwise Gamgee here at the end of all things. They hug.",
    "Lead the way, Smeagol.",
    "Sam!",
    "Oh Sam, I'm so sorry. Sorry for everything.",
    "Here.",
    "Don't touch me!",
    "No!Gandalf!",
    "Gandalf!",
    "Nothing.Just a dream.",
    "No! Don't look down, Sam!Just keep going!",
    "I think I've found the bottom.",
    "What's in this?",
    "Roast chicken?!",
    "It's too late. It's over. They've taken it Sam, they took the Ring!",
    "Give it to me! , Give me the Ring Sam. , Sam! Give me the Ring. , You must understand. The Ring is my burden. It will destroy you Sam.",
    "There are so many of them. We'll never get through unseen.",
    "It's Him, the Eye!",
    "Gollum?",
    "Gollum!",
    "What did you say?",
    "Who are you?",
    "It's just a feeling. I don't think I'll be coming back.",
    "I think these lands were once part of the Kingdom of Gondor.",
    "Long ago, when there was a King.",
    "Who is she ? This woman you sing of ?",
    "What happened to her?",
    "Sam. My dear Sam.",
    "It is special. It's a little bit of home.",
    "We can't leave this here for someoneto follow us down.",
    "Real Elvish rope.",
    "He didn't mean for a lot of thingsto happen, Sam......but they did.",
    "It's getting heavier.",
    "What food have we got left?",
    "Nothing ever dampens your spiritsdoes it, Sam?",
    "Its so light!",
    "Gandalf told me you wereone of the river-folk.",
    "He said your life was a sad story.",
    "You were not so very differentfrom a Hobbit once.Were you?Smeagol.",
    "That was your name once, wasn't it?A long time ago.",
    "Aagh!",
    "Aagh!",
    "What are you doing ?",
    "It's because we've been here before.We're going in circles.",
    "Yes.....I can smell it.................We're not alone.",
    "This is Sting.You've seen it before......haven't you, Gollum?Release him or I'll cut your throat.",
    "Maybe he does deserve to die.But now that I see him, I do pity him.",
    "What are you talking about ?",
    "What did he say?",
    "Mordor, Gandalf, is it left or right ?",
    "They're calling me.",
    "Put it out you fools! , Put it out!",
    "Go!",
    "Oh Sam!",
    "Better than it was",
    "Who then do I trust ?",
    "What do you mean ?",
    "There's no promise you can makethat I can trust.",
    "The Ring is treacherous.It will hold you to your word.",
    "Sam!",
    "You know the way to Mordor?",
    "You've been there before?",
    "You will lead us to the Black Gate.",
    "Sam! We're still in The Shire. What could possibly happen!",
    "What's the meaning of this ?",
    "I can feel his blade. ,",
    "What was that about?",
    "Go on Sam, ask Rosie for a dance.",
    "It's a riddle!",
    "Speak friend... and enter. What's the elvish word for friend ?",
    "I think we should get off the road.",
    "Get off the road! Quick!",
    "Nothing",
    "and proud of it! Cheers Gaffer!",
    "Don't worry Sam, Rosie knows an idiot when she sees one!",
    "Good Night Sam",
    "Ha! , What are you doing!",
    "Nothing. There's nothing , Wait. There are markings , Its some form of Elvish. I can't read it",
    "Oh no you dont , Go on",
    "Bilbo have you been at the Gaffers homebrew ?",
    "You're late!",
    "I have to leave the Shire. ,Sam and I must get to Bree",
    "No!",
    "We will go through the Mines",
    "Mordor!",
    "Bilbo! Bilbo! Watch out for the dragon",
    "Speech!",
    "Its wonderful to see you Gandalf.",
    "You know Bilbo he's got the whole place in an uproar.",
    "Half the Shire's been invited. And the rest of them are turning up anyway.",
    "To tell you the truth, Bilbo has been acting a bit odd lately. ,I mean, more than usual. He's taken to locking himself in his study. , He spends hours and hours poring over old maps when he thinks I'm not looking.",
    "He's up to something. , All right then, keep your secrets!",
    "Strider!",
    "How far to the nearest crossing ?",
    "Come on!",
    "We're heading for the Prancing Pony.",
    "We wish to at the Inn. Our business is our own.",
    "Excuse me ?",
    "But I know you have something to do with it.",
    "Before you came along we Bagginses were very well thought of.",
    "We never had any adventures, or did anything unexpected.",
    "Whatever you did, you've been officially labelled as a 'disturber of the peace.'",
    "Gandalf, I'm glad you're back.",
    "No Sam! Leave him alone!",
    "Sam!",
    "If you scare him off then we are lost!",
    "I'm not sending him away.",
    "We can't do this by ourselves Sam. Not without a guide. I need you on my side.",
    "There's something down there",
    "Gollum!",
    "He escaped the dungeons of Barad-D'r!",
    "It's a pity Bilbo didnt kill him when he had the chance",
    "I wish the Ring had never come to me. I wish none of this had happened.",
    "Underhill, my name's Underhill",
    "We're friends of Gandalf the Grey. Can you tell him we've arrived?",
    "Sam. He'll be here. He'll come.",
    "I know Sam, I know. Trust me. Come Smeagol.",
    "Excuse me. That man in the corner. Who is he ?",
    "Strider",
    "Pippin!",
    "What do you want ?",
    "I carry nothing",
    "Who are you ?",
    "Yes",
    "What are they ?",
    "Where are you taking us ?",
    "I think a servant of the enemy would look fairer, but feel fouler.",
    "We have no choice but to trust him"
]